package com.bit;

public class Ex07 {

	public static void main(String[] args) {
		// 학생성적관리프로그램(0.2.0)
		// 교과목 - java, web, framework
		// 1. 리스트 2.입력 3.상세보기 4.삭제 0.종료>
		// 리스트에서 데이터만 -학번,j,w,f
		// 상세보기 - 각 학점 합계 평균 학점
		///////////////////////////////////////
		// 제출
		// 양식에 맞춰
		// 각 메뉴별 스샷
		// 1차평가_홍길동.docx http://192.168.240.249/
		// ~4시반
		///////////////////////////////////////
		// 1.수업내용내 동적할당(20) 2.수업외 동적할당(15)
		// 3.시작시 총인원 입력받기 (10) 4. 기타(5)
		//- [10]합계 평균(소수둘째,학생의평균/전체평균) 학점
		//- [5]각 학점 합계 평균 학점
		// 제출양식 (10) -2
	
	}

}




